<?php

return [

    'failed' => 'Введите правильные имя пользователя и пароль',
    'password' => 'Указан неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Попробуйте снова через :seconds сек.',

    'email' => 'Email',
    'password_label' => 'Пароль',
    'confirm_password' => 'Подтвердите пароль',
    'name' => 'Имя',
    'confirm' => 'Подтвердить',
    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль?',
    'log_in' => 'Войти',
    'register' => 'Зарегистрировать',
    'already_registered' => 'Уже зарегистрированы?',
    'confirm_password_message' => 'Это защищённая часть приложения. Пожалуйста, подтвердите пароль, чтобы продолжить.',
    'forgot_password_message' => 'Забыли пароль? Ничего страшного. Просто укажите ваш email, и мы отправим ссылку для сброса пароля.',
    'email_password_reset_link' => 'Отправить ссылку для сброса пароля',
    'reset_password' => 'Сбросить пароль',
    'verify_email_message' => 'Спасибо за регистрацию! Перед началом работы подтвердите ваш email, перейдя по ссылке, которую мы только что отправили. Если письмо не пришло, мы с удовольствием отправим его ещё раз.',
    'verification_link_sent_registration' => 'Новая ссылка для подтверждения была отправлена на email, указанный при регистрации.',
    'resend_verification_email' => 'Отправить письмо подтверждения повторно',
    'verification_link_sent_profile' => 'Новая ссылка для подтверждения была отправлена на ваш email.',
    'unverified_email' => 'Ваш email ещё не подтверждён.',
    'resend_verification_email_link' => 'Нажмите здесь, чтобы повторно отправить письмо для подтверждения email.',

];
